Repository: ThanaaAdel/shared_prefrence_task
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Live Exam
ar: امتحان اللايف

# text_from_live_exam
source: We have a live exam that will start at 10 pm
ar: لدينا امتحان مباشر سيبدأ في الساعة 10 مساءً

source: Student Name
ar: اسم الطالب

source: Student Class
ar: الصف الاول الثانوي

# Student_Term
source: First Term
ar: الترم الاول

source: Introductory videos
ar: فيديوهات تمهيدية

source: Start studying
ar: ابدأ ذاكر

source: Select the class
ar: اختر الفصل

source: final review
ar: المراجعة النهائية

source: Start the journey
ar: ابدأ رحلتك

source: Explanation of the curriculum
ar: شرح المنهج

source: Class exams
ar: امتحانات الفصول
